{
  "OVERVIEW": [
    "With a proven track record spanning over two decades, I bring extensive expertise in accounts, asset management, operations, program/project management, policy analysis, and planning within the dynamic power/energy sector. My accomplished career features 9 years of executive leadership, enriched by adept client/customer relationship cultivation. Bolstering this, I possess 7 years of business consulting acumen, driving institutional and organizational reform that elevates financial and commercial prowess. My commitment to delivering impactful results and fostering growth is evident throughout my professional journey."
  ],
  "Summary_of_Experiences": [
    "\n            <li><b>Organizational Management:</b> Oversaw cross-functional teams of 27 to 2500 employees, ensuring effective energy management, operational excellence, and industry compliance.</li>\n            <li><b>Functional Leadership:</b> Provided guidance on all operational aspects, including energy management, budgets (operating and capital), financial modeling, and regulatory compliance.</li>\n            <li><b>Commercial Expertise:</b> Directed commercial activities, enhancing financial outcomes through customer service, sales, and accounts receivables performance.</li>\n            <li><b>Strategic Planning:</b> Developed comprehensive operating plans and projected revenues, costs, and key performance measures (KPIs).</li>\n            <li><b>Accounts Receivables Enhancement:</b> Implemented strategies to optimize collection processes and improve accounts receivables performance.</li>\n            <li><b>Organizational Transformation:</b> Revitalized organizations by re-engineering processes related to asset management, accounting, procurement, and customer services.</li>\n            <li><b>Project Management:</b> Designed and managed various infrastructure and technical assistance projects.</li>\n            <li><b>ERP Implementation:</b> Managed the implementation, maintenance, and integration of ERP systems (Acumatica, Microsoft Dynamics Great Plains, mPower Suite).</li>\n            <li><b>Excel Reporting Solutions:</b> Developed advanced Excel solutions for analysis, trend identification, and regression modeling.</li>\n            <li><b>Database Development:</b> Designed and deployed customer information systems and databases using MS Access and MS SQL Server.</li>\n            <li><b>Industry Engagement:</b> Actively participated in global industry forums and conferences, staying updated on emerging trends.</li>\n        "
  ],
  "Key_Competencies": [
    "\n            <li><b>Multifaceted Skill Set:</b> A diverse blend of technical, commercial, administrative, financial, and leadership skills for comprehensive problem-solving.</li>\n            <li><b>Culture Champion:</b> Fostered a culture of trust, collaboration, and accountability that fueled team success.</li>\n            <li><b>Strategic Judgment:</b> Proficiently analyzed complex scenarios and inspired teams to drive crucial strategic initiatives.</li>\n            <li><b>Safety-Driven Culture:</b> Spearheaded the integration of safety into workflow as an integral part of operations.</li>\n            <li><b>Policy and Regulation Expertise:</b> Demonstrated proficiency in tariff and rate setting, policy analysis, and regulatory compliance.</li>\n            <li><b>Data Analysis Proficiency:</b> Utilized data analysis to interpret commercial, technical, and operational statistics and present findings.</li>\n            <li><b>Effective Communication:</b> Excelled in navigating inter-organizational and external interactions with various stakeholders.</li>\n            <li><b>Advanced Computing Skills:</b> Proficient in MS Office tools (Word, Excel, PowerPoint, Project, Visio, Publisher) for streamlined processes.</li>\n            <li><b>Web and Database Proficiency:</b> Skilled in web development (HTML &amp; CSS, JavaScript) and database management (MS Access, MSSQL Server).</li>\n            <li><b>Tax Compliance Expertise:</b> Functional knowledge of the Avalara Tax Compliance System, ensuring accurate reporting.</li>\n            <li><b>ERP and Accounting Systems:</b> Experienced with Acumatica, QuickBooks, mPower Suites, and Microsoft Dynamics GP.</li>\n        "
  ],
  "PROFESSIONAL_OVERVIEW": [
    "i3 International Inc., Toronto, Canada | February 2022 – Present",
    "\n            <li>Prepared financial reports and analyzed results, including budget vs. actual figures, providing actionable recommendations to management.</li>\n            <li>Managed cashflow, liaised with third-party vendors, government bodies, and insurance brokers for finance and tax-related matters.</li>\n            <li>Ensured tax compliance and reporting in both Canada and the US using Avalara.</li>\n            <li>Led ERP (Acumatica) implementation, maintenance, and development.</li>\n            <li>Improved processes through automation and re-engineering.</li>\n            <li>Coordinated with software vendors, government agencies, and insurance brokers.</li>\n            <li>Handled supply chain management, sales analysis, and commission calculations.</li>\n            <li>Provided training in ERP, accounting, and inventory management.</li>\n        ",
    "Fairbank Village Business Improvement Area, Toronto, Canada | February 2020 – August 2020",
    "\n            <li>Collaborated on surveys and meetings with local businesses to address concerns.</li>\n            <li>Advocated for local businesses' needs to city council and mayor's office.</li>\n            <li>Introduced marketing initiatives to support local businesses.</li>\n            <li>Advised businesses on accounts receivables strategies.</li>\n        ",
    "Afghanistan National Electricity Company (ANEC), Kabul Afghanistan | April 2019 - October 2019",
    "\n            <li>Developed ANEC's vision, mission, and value statements.</li>\n            <li>Articulated operational and capital plans, published policies.</li>\n            <li>Implemented performance benchmarks, KPIs, and monitoring systems.</li>\n            <li>Calculated tariff rates and proposed rate changes.</li>\n            <li>Coordinated with regulatory departments and stakeholders.</li>\n        ",
    "Afghanistan National Electricity Company, Balkh Afghanistan | July 2016 - April 2019",
    "\n            <li>Managed technical issues, expanded electricity service, and improved revenue.</li>\n            <li>Enhanced customer billing and collection, reducing losses.</li>\n        ",
    "Afghanistan National Electricity Company, Kabul Afghanistan | Sep 2010 - Jun 2016",
    "\n            <li>Directed O&amp;M, expanded electricity service, and increased revenue.</li>\n            <li>Improved customer satisfaction and reduced losses.</li>\n        ",
    "RODECO GMBH/GOPA Infra GmbH, Afghanistan | Aug 2004 – Sep 2010",
    "\n            <li>Contributed to Afghanistan Urban Water Sector Plan.</li>\n            <li>Developed Standard Operations Manual and reports.</li>\n            <li>Enhanced accounts receivables processes and collaborated on reform initiatives.</li>\n        ",
    "\n            <li>Research Consultant, Altai Consulting, Kabul, Afghanistan | Jan 2004–Aug 2004</li>\n            <li>Administrative Officer, Ministry of Planning, Foreign Relations, Kabul, Afghanistan | Jan 2003–Dec 2004</li>\n            <li>Program Officer, Rural Capacities Development Committee (RCDC), Kabul, Afghanistan | Oct 2001–Dec 2003</li>\n        "
  ],
  "EDUCATION_AND_TRAINING": [
    "\n            <li>Lighthouse Labs - Web Development Bootcamp: November 2021 – March 2022</li>\n            <li>Seneca College (Toronto) Professional Accounting Diploma: December 2020-December 2021</li>\n            <li>University of Central Asia (Kyrgyz Republic) Executive Master of Economics Policy: February 2019 – February 2020</li>\n            <li>Bakhtar University (Afghanistan) Master of Business Administration (MBA): January 2015</li>\n            <li>Bakhtar University (Afghanistan) Bachelor of Business Administration: July 2012</li>\n            <li>Management and Accounting Institute (Afghanistan) Associate Bachelor’s Degree in Accounting: 2005 - 2007</li>\n        "
  ]
}